lan_text=
{
    "hello":"哈囉",
    "bye":"掰",
    "Easy":"簡單",
    "Moderate":"中等",
    "Difficult":"困難",
    "correct":"正確",
    "misplaced":"錯位",
    "wrong":"不存在"
}
lan_story0=
{
    "back_1":"從前，有一個地處內陸的王國，名為 PACOmega。",
    "back_2":"PACOmega 王國的人民十分喜歡重口味且油炸過後的食物，此外隨著王國對食品保存技術的提升，加工食品的數量也急遽增加，如今，王國裡已潛藏著高血壓、高血脂、高血糖等三高風險，但人民都未察覺到威脅。",
    "back_3":"某天，因為長時間不健康的飲食習慣，心血管疾病 ( Cardiovascular dieases, CVD ) 的相關病歷陸陸續續出現在王國中，患者出現心悸、呼吸困難、紫紺、眩暈、暈厥等症狀，之後王國開始陷入一片恐慌，學者們也心急的尋找解藥，但都一無所獲。心血管疾病被冠上了不治之症的名號，開始肆虐 PACOmega 王國。",
    "back_4":"主角 PACO 的爺爺也患上了心血管疾病，心急如焚的主角為了醫治爺爺，決定動身尋找心血管疾病的解藥。",
    "back_5":"出發尋找解藥前的前一個晚上，在主角的夢中，她遇到了一個桿狀的生物正在呼喚她的名字。",
}
lan_stage1=
{
    "vo_1":"當我們想要使用某種生物的其中一段基因，去表達我們想要的蛋白質時，我們會先將該生物整段DNA取出，這整段DNA稱作\"Genome\"，我已經幫你從某個生物取出DNA了，接下來你得選定其中一段基因。",
    "pa_2":"基因一定得從生物取出來嗎?"
}